{"index":9,"name":"cocos-nucifera","display":"Coconut","definition":"The coconut tree  is a member of the palm tree family  and the only known living species of the genus Cocos.","description":"<p>Coconut is an erect palm grown for its fruits, used primarily for the extraction of coconut oil for use in cooking.</p><p>The coconut palm has an erect or slightly curved stem which grows from a swollen base.</p><p>The stem is smooth, light gray in color and has prominent leaf scars.</p><p>The stem is topped with a crown of 60 to 70 spirally arranged leaves.</p><p>The leaves are long, up to 7 meters, pinnately divided and composed of 200 to 250 tapering leaflets.</p><p>The fruit is a drupe containing a single seed.</p><p>It is ovoid in shape with three sides divided by ridges.</p><p>The exocarp and the mesocarp make up the husk of the coconut.</p><p>The seed is protected by a thick, stony shell, or endocarp, and is partially filled with a liquid known as coconut water.</p><p>The edible endosperm is white and meaty and can be between 1 and 2.5 centimeters thick.</p><p>Coconut palms can reach a height of 30 meters, produce up to 75 fruits a year, and live for up to 90 years.</p><p>The origin of the coconut is unknown although the center of genetic diversity lies in Southeast Asia.</p><p>Coconuts are primarily cultivated for their oil.</p><p>The oil is extracted from the endosperm and is used in cooking.</p><p>Low grade oils are used in the production of soaps.</p><p>The endosperm can be consumed fresh or dry and is commonly grated for use in baking.</p><p>Young coconuts, termed waternuts, are commonly sold in tropical resorts, where the liquid is drunk directly from the shell.</p><p>Coconuts may also be used to produce coconut milk by squeezing the liquid from the grated endosperm.</p><p>Coconut milk is popularly used in many dishes from Southeast Asia.</p><p>The coconut palm is a tropical plant and is generally grown in humid, tropical regions.</p><p>It grows optimally in areas with an annual mean temperature of 27°C with in excess of 2000 hours of sunlight per year.</p><p>The palm will thrive in a wide range of soils from sand to clay as long as they are well draining and well aerated.</p><p>Coconut palms are propagated exclusively from seed.</p><p>The seeds are ready for planting when the coconut milk can be heard sloshing around inside the seed when it is shaken.</p><p>Seeds are germinated by planting in seed beds before transferring to a polythene bag or nursery beds after germination.</p><p>Seeds should be planted on their sides in a shallow hole with enough soil to cover about one third of the seed.</p><p>The seed should be watered regularly to prevent it drying out.</p><p>Germination usually occurs after about 3 months but may take up to 6 months.</p><p>Coconut seedling can be transplanted from 6 months onwards or transferred to pots and grown further in the nursery.</p><p>Trees require a wide spacing and are typically planted 8 to 9 meters apart allowing a further 8 to 9 meters  between rows.</p><p>Dwarf varieties can be spaced closer together and are typically planted 7.5 meters apart allowing another 7.5 meters between rows.</p>","images":{"cover":{"path":"atlas/cocos-nucifera/cover.png","src":"/media/atlas/fruits/cocos-nucifera/cover.png","caption":null},"contextual":{"path":"atlas/cocos-nucifera/contextual.jpg","src":"/media/atlas/fruits/cocos-nucifera/contextual.jpg","caption":"<p>Although palms are often found growing on sandy beaches, they can be successfully grown inland but will not tolerate freezing temperatures.</p>"},"featured":{"path":"atlas/cocos-nucifera/featured.png","src":"/media/atlas/fruits/cocos-nucifera/featured.png","caption":"<p>Coconut inflorescence is a spike produced at the leaf axil with 20 to 60 branches, each with a female flower at the base and many male flowers.</p>"},"icon":{"path":"atlas/cocos-nucifera/icon.jpg","src":"/media/atlas/fruits/cocos-nucifera/icon.jpg","caption":null}},"lastUpdated":"2020-03-31T19:16:26Z","taxonomy":[{"name":"kingdom","display":"Kingdom","value":"Plantae"},{"name":"order","display":"Order","value":"Arecales"},{"name":"family","display":"Family","value":"Arecaceae"},{"name":"subfamily","display":"Subfamily","value":"Arecoideae"},{"name":"tribe","display":"Tribe","value":"Cocoseae"},{"name":"genus","display":"Genus","value":"Cocos"},{"name":"species","display":"Species","value":"Nucifera"}],"aliases":[],"spreading":[],"startDate":{"value":5.0,"mask":6},"endDate":{"value":0.0,"mask":6},"conservation":null,"sampleTitle":null,"samplePath":null,"waveformPath":null,"waveformSrc":null,"facts":[{"name":"Fruit of a coconut tree is botanically known as drupe","value":"Fruit of a coconut tree is botanically known as drupe. Fruit becomes fully ripe after one year."},{"name":"Each year","value":"Each year, 61 million tons of coconuts are produced and distributed throughout the world."},{"name":"Coconut oil has wide application in cosmetic industry","value":"Coconut oil has wide application in cosmetic industry. Coconut oil is part of various lotions because it smells nice and increases the moisture of the skin."},{"name":"Ripe coconut has 3","value":"Ripe coconut has 3.2 pounds of weight. White, edible flesh of coconut can be consumed raw or dried. Dry version of coconut flesh is called \"copra\". Production of one ton of copra requires 6000 coconuts."},{"name":"All parts of the coconuts can be exploited","value":"All parts of the coconuts can be exploited, even their hard shells. Husk and shell are discarded as waste after extraction of the fruit. They are used as fuel and source of charcoal.  Coconut oil is used as a substitute for diesel fuel."},{"name":"Coconut tree is attached to the ground via strong fibrous root s","value":"Coconut tree is attached to the ground via strong fibrous root system."},{"name":"Wooden parts of coconuts are used in the manufacture of furnitur","value":"Wooden parts of coconuts are used in the manufacture of furniture, decorative objects, drums, containers and even canoes."},{"name":"Coconut is very popular and often consumed fruit","value":"Coconut is very popular and often consumed fruit. Other than the flesh, coconut water, milk and oil can be used in the preparation of various healthy dishes."},{"name":"Coconut tree has 13 to 20 inches long pinnate leaves","value":"Coconut tree has 13 to 20 inches long pinnate leaves. Leaflets have lanceolate shape. They can reach 24 to 35 inches in length."},{"name":"Sap extracted from the closed flower is used for the production ","value":"Sap extracted from the closed flower is used for the production of alcoholic beverage called \"coconut vodka\"."},{"name":"In certain parts of the world","value":"In certain parts of the world, people use trained monkeys to collect coconuts instead of them."},{"name":"Coconut tree develops male and female flowers","value":"Coconut tree develops male and female flowers. They mature at different time to avoid self-pollination. Two types of flowers can be distinguished by size: female flowers are larger."},{"name":"Coconut trees can be dwarf and tall","value":"Coconut trees can be dwarf and tall. Dwarf coconut trees can reach 20 to 60 feet in height, while tall coconut trees grow to the height of 98 feet."},{"name":"Coconuts can survive up to 100 years in the wild","value":"Coconuts can survive up to 100 years in the wild."},{"name":"Under optimal weather conditions","value":"Under optimal weather conditions, coconut tree can produce 75 fruits per year, but that happens extremely rare. More often, coconut tree produces 30 fruits each year."}],"features":[{"name":"nutrient.energy","value":354.0,"maximum":null,"quantity":"FOOD_ENERGY","nameDisplay":"Food Energy","valueDisplay":"354 calories"},{"name":"nutrient.carbohydrate","value":0.01523,"maximum":null,"quantity":"MASS","nameDisplay":"Carbohydrates","valueDisplay":"15.23 grams"},{"name":"nutrient.sugars","value":0.00623,"maximum":null,"quantity":"MASS","nameDisplay":"Sugars","valueDisplay":"6.23 grams"},{"name":"nutrient.fiber","value":0.009,"maximum":null,"quantity":"MASS","nameDisplay":"Dietary Fiber","valueDisplay":"9 grams"},{"name":"nutrient.fat","value":0.03349,"maximum":null,"quantity":"MASS","nameDisplay":"Total Fat","valueDisplay":"33.49 grams"},{"name":"nutrient.protein","value":0.00333,"maximum":null,"quantity":"MASS","nameDisplay":"Protein","valueDisplay":"3.33 grams"},{"name":"nutrient.water","value":0.047,"maximum":null,"quantity":"MASS","nameDisplay":"Water","valueDisplay":"47 grams"}],"related":[],"links":[{"url":"https://en.wikipedia.org/wiki/Coconut","display":"Wikipedia","description":"Wikipedia article about coconut.","iconPath":"link/wikipedia.png","iconSrc":"/media/link/wikipedia.png"},{"url":"https://www.britannica.com/plant/coconut","display":"Encyclopædia Britannica","description":"Coconut article on Britannica.","iconPath":"link/britannica.png","iconSrc":"/media/link/britannica.png"},{"url":"https://plantvillage.psu.edu/topics/coconut/infos","display":"PlantVillage","description":"Coconut article on PlantVillage.","iconPath":"link/psu.png","iconSrc":"/media/link/psu.png"},{"url":"https://www.softschools.com/facts/plants/coconut_tree_facts/560/","display":"SoftSchools","description":"Coconut facts on SoftSchools.","iconPath":"link/softschools.png","iconSrc":"/media/link/softschools.png"},{"url":"https://kids.kiddle.co/Coconut_palm","display":"Kiddle","description":"Coconut facts for kids.","iconPath":"link/kiddle.png","iconSrc":"/media/link/kiddle.png"},{"url":"https://www.itis.gov/servlet/SingleRpt/SingleRpt?search_topic=TSN&search_value=42451#null","display":"Taxonomic Information System","description":"ITIS taxonomy for coconut.","iconPath":"link/itis.png","iconSrc":"/media/link/itis.png"},{"url":"https://eol.org/pages/29153","display":"Encyclopedia of Life","description":"Data, maps and articles about coconut.","iconPath":"link/eol.png","iconSrc":"/media/link/eol.png"},{"url":"https://www.wikihow.com/Harvest-a-Coconut","display":"wikiHow","description":"How to Harvest a Coconut.","iconPath":"link/wikihow.png","iconSrc":"/media/link/wikihow.png"},{"url":"https://www.thefreedictionary.com/coconut","display":"The Free Dictionary","description":"Coconut definition on dictionary.","iconPath":"link/thefreedictionary.png","iconSrc":"/media/link/thefreedictionary.png"}]}