{"index":6,"name":"anacardium-occidentale","display":"Cashew","definition":"The cashew tree  is a tropical evergreen tree that produces the cashew seed and the cashew apple.","description":"<p>Cashew is an evergreen tree in the family Anacardiaceae grown for its edible fruits (nuts).</p><p>The cashew tree has a branching main trunk and characteristic domed crown.</p><p>The thin foliage of the tree is limited to the ends of the branches and is made up of oval-oblong leathery, shiny dark green leaves.</p><p>The leaves are smooth with pronounced veins and midrib and possess petioles which are swollen at their base.</p><p>The tree produces numerous pinkish-white flowers on drooping panicles and a kidney shaped true fruit.</p><p>Nut is approximately 3 centimeters long with a gray-brown shell and develops from a fleshy accessory fruit, named cashew apple.</p><p>The cashew apple is pear shaped and red to yellow in color.</p><p>Cashew trees can reach a height of 12 meters and have an economic lifespan of 25 years.</p><p>Cashew originates from Brazil.</p><p>Cashew nuts are usually eaten after roasting either as a snack or as in ingredient in other dishes.</p><p>Cashew apples are also edible and can be eaten fresh or cooked in a variety of dishes.</p><p>It may also be used to flavor drinks or be fermented to produce vinegar or alcoholic beverages.</p><p>Cashew trees grow only in regions with consistently high temperatures, typically between 24 and 28°C.</p><p>The trees cannot be grown in frost prone areas as they will be killed by the low temperatures.</p><p>The trees have the ability to grow in sandy soils where other fruit trees will not survive.</p><p>In cooler areas, they can be grown in containers and moved indoors in winter to prevent damage to the plant.</p><p>Trees are propagated from mature seeds which can be directly sown at the final planting site or planted in polyethylene bags to produce seedlings for transplanting.</p><p>Only seeds that sink when floated in water should be selected for planting.</p><p>Newly emerging seedling should be grown under approximately 45% shade in the nursery and hardened off in sunlight before final planting.</p><p>As the seeds have a poor germination rate 2 to 3 seeds should be sown per planting hole and then thinned as necessary.</p><p>Seedlings should be thinned to a final spacing of 10 meters allowing a further 10 meters between rows.</p><p>Young trees should be provided with supplemental irrigation to help them establish.</p><p>Establishment of trees is slow but mature trees can survive dry periods as their extensive root systems can access moisture deep in the soil.</p><p>The area around the trunk of the tree should be kept free from weeds to prevent competition for water and nutrients, particularly during establishment.</p><p>Cashews require little pruning.</p><p>Pruning is limited to the removal of limbs to facilitate movement of machinery in commercial plantations and is only practices on trees that are 6 years old or greater.</p><p>Young trees do not produce high yields of cashews and the yield increases as the trees mature.</p>","images":{"contextual":{"path":"atlas/anacardium-occidentale/contextual.jpg","src":"/media/atlas/fruits/anacardium-occidentale/contextual.jpg","caption":null},"cover":{"path":"atlas/anacardium-occidentale/cover.png","src":"/media/atlas/fruits/anacardium-occidentale/cover.png","caption":null},"icon":{"path":"atlas/anacardium-occidentale/icon.jpg","src":"/media/atlas/fruits/anacardium-occidentale/icon.jpg","caption":null}},"lastUpdated":"2020-03-31T11:42:51Z","taxonomy":[{"name":"kingdom","display":"Kingdom","value":"Plantae"},{"name":"order","display":"Order","value":"Sapindales"},{"name":"family","display":"Family","value":"Anacardiaceae"},{"name":"genus","display":"Genus","value":"Anacardium"},{"name":"species","display":"Species","value":"Anacardium occidentale"}],"aliases":["Cashew nuts"],"spreading":[],"startDate":null,"endDate":null,"conservation":null,"sampleTitle":null,"samplePath":null,"waveformPath":"atlas/anacardium-occidentale/page-form-audio-assets_waveform.png","waveformSrc":"/media/atlas/fruits/anacardium-occidentale/page-form-audio-assets_waveform.png","facts":[{"name":"Anacardic acid","value":"Anacardic acid, isolated from the shell of cashew nuts, has application in the chemical industry for the production of insecticides and varnishes."},{"name":"Cashew nuts are commercially available without shell because it ","value":"Cashew nuts are commercially available without shell because it contains compound (anacardic acid) which induces skin irritation."},{"name":"Cashew nuts are rich source of the vitamins of the B group and m","value":"Cashew nuts are rich source of the vitamins of the B group and minerals such as magnesium, manganese, zinc, phosphorus and copper. They also contain high level of monounsaturated-fatty acids, which are beneficial for the human health."},{"name":"Cashew nuts","value":"Cashew nuts, like many other types of nuts, may trigger severe allergic reaction in sensitive persons."},{"name":"Cashew tree produces flowers arranged in multi-branched inflores","value":"Cashew tree produces flowers arranged in multi-branched inflorescence called panicle. Tree produces three types of flowers: male, female and mixed (flowers that contain both type of reproductive organs). Flowers are initially green, but they become red after some time. Bats and insects are main pollinators of flowers."},{"name":"Due to high content of fat","value":"Due to high content of fat, cashew nuts easily become rancid at a room temperature. That's why they should be stored in the fridge."},{"name":"Cashew tree is able to live and produce nuts more than 30 years","value":"Cashew tree is able to live and produce nuts more than 30 years."},{"name":"According to the latest medical studies","value":"According to the latest medical studies, cashew nuts can prevent development of gallstones and lower the risk of cardiovascular diseases. They act beneficially in people diagnosed with diabetes."},{"name":"Cashew tree has green","value":"Cashew tree has green, elliptical, leathery leaves that are spirally arranged on the branches."},{"name":"Cashew tree is tropical evergreen plant that can reach 20 to 46 ","value":"Cashew tree is tropical evergreen plant that can reach 20 to 46 feet in height."},{"name":"Cashew nuts are the \"true\" fruit of the cashew trees","value":"Cashew nuts are the \"true\" fruit of the cashew trees. They are located on the bottom of the \"false\" fruit called cashew apple. Cashew nuts are protected with hard shell. Nuts are bean-shaped and one inch long."},{"name":"Cashew apples are also edible","value":"Cashew apples are also edible. They are mostly consumed in the South America, where people eat them raw or in the form of delicious drinks."},{"name":"Hard shell of cashew nuts is used in treatment of snakebites in ","value":"Hard shell of cashew nuts is used in treatment of snakebites in some parts of the world."},{"name":"The greatest producer of cashew nuts in the world is Nigeria","value":"The greatest producer of cashew nuts in the world is Nigeria. It produces more than 1.9 metric tons of cashew nuts annually."},{"name":"Cashew nuts are usually consumed raw as a snack","value":"Cashew nuts are usually consumed raw as a snack, or in the form of butter. Besides that, cashew nuts are integral part of different sweet and salty dishes in Indian, Chinese and Thailand cuisine."}],"features":[{"name":"nutrient.energy","value":553.0,"maximum":null,"quantity":"FOOD_ENERGY","nameDisplay":"Food Energy","valueDisplay":"553 calories"},{"name":"nutrient.carbohydrate","value":0.03019,"maximum":null,"quantity":"MASS","nameDisplay":"Carbohydrates","valueDisplay":"30.19 grams"},{"name":"nutrient.sugars","value":0.00591,"maximum":null,"quantity":"MASS","nameDisplay":"Sugars","valueDisplay":"5.91 grams"},{"name":"nutrient.fiber","value":0.0033,"maximum":null,"quantity":"MASS","nameDisplay":"Dietary Fiber","valueDisplay":"3.3 grams"},{"name":"nutrient.starch","value":0.02349,"maximum":null,"quantity":"MASS","nameDisplay":"Starch","valueDisplay":"23.49 grams"},{"name":"nutrient.fat","value":0.04385,"maximum":null,"quantity":"MASS","nameDisplay":"Total Fat","valueDisplay":"43.85 grams"},{"name":"nutrient.protein","value":0.01822,"maximum":null,"quantity":"MASS","nameDisplay":"Protein","valueDisplay":"18.22 grams"},{"name":"nutrient.water","value":0.0052,"maximum":null,"quantity":"MASS","nameDisplay":"Water","valueDisplay":"5.2 grams"}],"related":[],"links":[{"url":"https://en.wikipedia.org/wiki/Cashew","display":"Wikipedia","description":"Wikipedia article about cashew.","iconPath":"link/wikipedia.png","iconSrc":"/media/link/wikipedia.png"},{"url":"https://www.britannica.com/plant/cashew","display":"Encyclopædia Britannica","description":"Cashew article on Britannica.","iconPath":"link/britannica.png","iconSrc":"/media/link/britannica.png"},{"url":"https://www.encyclopedia.com/science/encyclopedias-almanacs-transcripts-and-maps/cashew-family-anacardiaceae","display":"ENCYCLOpedia.com","description":"Cashew article on ENCYCLOpedia.","iconPath":"link/encyclopedia.png","iconSrc":"/media/link/encyclopedia.png"},{"url":"https://plantvillage.psu.edu/topics/cashew-nuts/infos","display":"PlantVillage","description":"Cashew article on PlantVillage.","iconPath":"link/psu.png","iconSrc":"/media/link/psu.png"},{"url":"https://www.softschools.com/facts/plants/cashew_tree_facts/945/","display":"SoftSchools","description":"Cashew facts on SoftSchools.","iconPath":"link/softschools.png","iconSrc":"/media/link/softschools.png"},{"url":"https://kids.kiddle.co/Cashew","display":"Kiddle","description":"Cashew facts for kids.","iconPath":"link/kiddle.png","iconSrc":"/media/link/kiddle.png"},{"url":"https://www.itis.gov/servlet/SingleRpt/SingleRpt?search_topic=TSN&search_value=28793#null","display":"Taxonomic Information System","description":"ITIS taxonomy for cashew.","iconPath":"link/itis.png","iconSrc":"/media/link/itis.png"},{"url":"https://eol.org/pages/582263","display":"Encyclopedia of Life","description":"Data, maps and articles about cashew.","iconPath":"link/eol.png","iconSrc":"/media/link/eol.png"},{"url":"https://www.wikihow.com/Grow-Cashews","display":"wikiHow","description":"How to Grow Cashews.","iconPath":"link/wikihow.png","iconSrc":"/media/link/wikihow.png"},{"url":"https://www.thefreedictionary.com/cashew","display":"The Free Dictionary","description":"Cashew definition on dictionary.","iconPath":"link/thefreedictionary.png","iconSrc":"/media/link/thefreedictionary.png"}]}