{"index":4,"name":"blueberry","display":"Blueberry","definition":"Blueberries are perennial flowering plants with blue or purple–colored berries. They are classified in the section Cyanococcus within the genus Vaccinium.","description":"<p>Blueberry is a crown forming, woody, perennial shrub grown for its fruits, or berries, of the same name.</p><p>The blueberry plant possesses oval or elliptical leaves which grow alternately on the stems.</p><p>The stems, or twigs, are yellow/green in color and turn reddish in winter.</p><p>Flowers are bell shaped and can be either white or pink, occurring in clusters of 8 to 10 flowers.</p><p>Berries are blue to black in color and 0.6 to 1.3 centimeters in size.</p><p>Blueberry plants are smaller in stature, reaching heights of 35 to 60 centimeters.</p><p>With proper management can produce fruit for between 40 and 50 years.</p><p>Highbush blueberries are generally 2 to 3 meters in height but can reach up to 5 meters and may also be referred to as huckleberry or swamp blueberry.</p><p>Highbush blueberry accounts for most of the commercial production of blueberry fruit and is also native only to North America.</p><p>Blueberries can be eaten fresh or can be dried or baked for further processing.</p><p>Frozen or pureed berries are commonly used to make jams and preserves and baked goods.</p><p>Lowbush blueberry is commonly used to make wine.</p><p>Lowbush blueberry grows best in well-drained, acidic soils and should be planted in early spring as purchased plants or as plugs - a small cutting, including root, from an established bush.</p><p>The newly planted blueberry should be covered in a couple of inches of mulch to conserve moisture in the soil.</p><p>Any flowers produced by the plants should be removed for at least one year after planting to promote vigor and new growth.</p><p>Plants should be pruned by cutting close to the ground and a pruned plant will not produce any fruit in the first year, but in the second year subsequent to pruning their should be a good yield.</p><p>Growth can be stimulated by field-burning, as these plants are very fire-tolerant.</p><p>Highbush blueberry can be propagated from seeds, cuttings from an established plant or bare root and should be planted in late Fall.</p><p>The plants have a shallow root system and should be planted in a hole at least twice as large as the existing root system and mulched with a 7 to 10 centimeters layer of organic mulch.</p><p>The first year of blossom should be removed to encourage new growth and it is also recommended to do the same in the second year.</p><p>Plants should be pruned annually, particularly after the first two years, to promote plant vigour and remove diseased or broken canes.</p><p>Irrigation is recommended due to the shallow root system and greatly promotes the fruit yield this practice is highly recommended if growing commercially.</p>","images":{"cover":{"path":"atlas/blueberry/cover.png","src":"/media/atlas/fruits/blueberry/cover.png","caption":null},"icon":{"path":"atlas/blueberry/icon.jpg","src":"/media/atlas/fruits/blueberry/icon.jpg","caption":null}},"lastUpdated":"2020-03-31T10:58:25Z","taxonomy":[{"name":"kingdom","display":"Kingdom","value":"Plantae"},{"name":"order","display":"Order","value":"Ericales"},{"name":"family","display":"Family","value":"Ericaceae"},{"name":"genus","display":"Genus","value":"Vaccinium"}],"aliases":["Wild blueberry","Maine blueberry"],"spreading":[],"startDate":null,"endDate":null,"conservation":null,"sampleTitle":null,"samplePath":null,"waveformPath":null,"waveformSrc":null,"facts":[{"name":"Blueberries are used in the manufacture of delicious and healthy","value":"Blueberries are used in the manufacture of delicious and healthy blueberry wine."},{"name":"Lifespan of blueberry depends on the variety and environmental c","value":"Lifespan of blueberry depends on the variety and environmental conditions. Under ideal conditions, blueberry can survive up to 60 years."},{"name":"Blueberry has bell-shaped flower","value":"Blueberry has bell-shaped flower. It can be white, pink or red in color. Flower contains both male (stamens) and female (pistil) reproductive organs."},{"name":"Blueberries are rich in antioxidants that prevent inflammation","value":"Blueberries are rich in antioxidants that prevent inflammation. Some studies indicate that blueberries may prevent development of certain types of cancer."},{"name":"Blueberries produced from the highbush varieties are mostly used","value":"Blueberries produced from the highbush varieties are mostly used fresh. Blueberries produced from the lowbush varieties are often used in food processing."},{"name":"Honeybees and bumblebees are main pollinators of blueberries","value":"Honeybees and bumblebees are main pollinators of blueberries."},{"name":"USA is the greatest manufacturer of blueberries in the world","value":"USA is the greatest manufacturer of blueberries in the world. More than 500 million pounds of blueberries are produced in the USA each year."},{"name":"Studies on rats showed that blueberries control blood pressure a","value":"Studies on rats showed that blueberries control blood pressure and reduce brain damage after experimentally induced stroke."},{"name":"Blueberries improve memory and motor skills","value":"Blueberries improve memory and motor skills. They are known as anti-aging fruit because they delay senescence of cells."},{"name":"Depending on the variety","value":"Depending on the variety, blueberries have either deciduous or evergreen leaves. They are oval or lanceolate in shape. Deciduous plants change color of the leaves seasonally. Light green foliage is characteristic for the spring, red for the fall."},{"name":"Blueberries are used for the production of juices","value":"Blueberries are used for the production of juices, jellies, jams and breakfast cereals."},{"name":"Fruit of blueberry belongs to the group of berries","value":"Fruit of blueberry belongs to the group of berries. It changes the color from greenish to reddish to dark purple when it ripens. Blueberry is rare example of food that is naturally blue in color."},{"name":"Blueberry is rich source dietary fibers and vitamins C","value":"Blueberry is rich source dietary fibers and vitamins C, K, A, E and vitamins of the B group. It also contains valuable minerals such as iron, manganese, phosphorus and potassium."},{"name":"Blueberries are usually sold fresh","value":"Blueberries are usually sold fresh, frozen or dried. They can be consumed raw or in the form of sweet desserts such as blueberry pie."},{"name":"Blueberries grow in the form of bush","value":"Blueberries grow in the form of bush. Depending on the size, they can be divided in two groups: highbush and lowbush blueberries. Lowbush blueberries, also known as wild blueberries, are usually 3.9 inches tall. Highbush blueberries can reach 13 feet in height."}],"features":[{"name":"nutrient.energy","value":57.0,"maximum":null,"quantity":"FOOD_ENERGY","nameDisplay":"Food Energy","valueDisplay":"57 calories"},{"name":"nutrient.carbohydrate","value":0.01449,"maximum":null,"quantity":"MASS","nameDisplay":"Carbohydrates","valueDisplay":"14.49 grams"},{"name":"nutrient.sugars","value":0.00996,"maximum":null,"quantity":"MASS","nameDisplay":"Sugars","valueDisplay":"9.96 grams"},{"name":"nutrient.fiber","value":0.0024,"maximum":null,"quantity":"MASS","nameDisplay":"Dietary Fiber","valueDisplay":"2.4 grams"},{"name":"nutrient.fat","value":3.3E-4,"maximum":null,"quantity":"MASS","nameDisplay":"Total Fat","valueDisplay":"330 milligrams"},{"name":"nutrient.protein","value":7.4E-4,"maximum":null,"quantity":"MASS","nameDisplay":"Protein","valueDisplay":"740 milligrams"},{"name":"nutrient.water","value":0.084,"maximum":null,"quantity":"MASS","nameDisplay":"Water","valueDisplay":"84 grams"}],"related":[],"links":[{"url":"https://en.wikipedia.org/wiki/Blueberry","display":"Wikipedia","description":"Wikipedia article about blueberry.","iconPath":"link/wikipedia.png","iconSrc":"/media/link/wikipedia.png"},{"url":"https://www.britannica.com/plant/blueberry-plant","display":"Encyclopædia Britannica","description":"Blueberry article on Britannica.","iconPath":"link/britannica.png","iconSrc":"/media/link/britannica.png"},{"url":"https://plantvillage.psu.edu/topics/blueberry/infos","display":"PlantVillage","description":"Blueberry article on PlantVillage.","iconPath":"link/psu.png","iconSrc":"/media/link/psu.png"},{"url":"https://www.softschools.com/facts/plants/blueberry_facts/636/","display":"SoftSchools","description":"Blueberry facts on SoftSchools.","iconPath":"link/softschools.png","iconSrc":"/media/link/softschools.png"},{"url":"https://kids.kiddle.co/Blueberry","display":"Kiddle","description":"Blueberry facts for kids.","iconPath":"link/kiddle.png","iconSrc":"/media/link/kiddle.png"},{"url":"https://www.itis.gov/servlet/SingleRpt/SingleRpt?search_topic=TSN&search_value=23571#null","display":"Taxonomic Information System","description":"ITIS taxonomy for blueberry.","iconPath":"link/itis.png","iconSrc":"/media/link/itis.png"},{"url":"https://www.wikihow.com/Plant-a-Lowbush-Blueberry","display":"wikiHow","description":"How to Plant a Lowbush Blueberry.","iconPath":"link/wikihow.png","iconSrc":"/media/link/wikihow.png"},{"url":"https://www.thefreedictionary.com/blueberry","display":"The Free Dictionary","description":"Blueberry definition on dictionary.","iconPath":"link/thefreedictionary.png","iconSrc":"/media/link/thefreedictionary.png"}]}