{"index":7,"name":"cherry","display":"Cherry","definition":"A cherry is the fruit of many plants of the genus Prunus, and is a fleshy drupe (stone fruit).","description":"<p>Cherry is a perennial tree in the family Rosaceae grown for its fruit, the cherry.</p><p>Cherry trees have alternating simple oval leaves which often have serrated margins and approximately eight pairs of veins, 5 to 13 centimeters long.</p><p>The flowers are white and appear in clusters of about 3 to 5.</p><p>They appear in early spring and are about one inch long.</p><p>The fruit is dark red, about half an inch to a full inch, matures in early to mid summer.</p><p>The bark is gray-brown, smooth and glossy and it often peels.</p><p>Cherry trees can live up to 60 years, growing to a height of over 15 meters.</p><p>Cherry may also be referred to as sweet cherry, gean, mazzard or wild cherry and originates from the Caspian-Black Sea region and Asia.</p><p>Sour cherry, Prunus cerasus, is closely related to Prunus avium but with fruit that is more acidic.</p><p>The tree has twiggy branches with bright red to near black cherries.</p><p>The tree reaches a height of 4 to 10 m and is believed to have originated as a natural hybrid of wild cherry.</p><p>Cherries are mainly consumed as a fresh fruit or processed into jellies and juices.</p><p>The wood of the cherry tree is a distinctive honey color and is used in furniture making and for musical instruments.</p><p>Sour cherries are used mainly for canning and processing.</p><p>Cherries grow optimally in mild, dry climates and also have a chilling requirement to break dormancy so require cold winters.</p><p>Because of the cold weather requirement, none of the cherries species, can grow in tropical climates.</p><p>Planting on a gentle slope is beneficial for cherry as cold air can drain away from the trees to lower areas, helping to prevent damage.</p><p>Sweet cherries bloom earlier than sour cherries and can be susceptible to damage from late frosts.</p><p>Cherry nurseries are mainly propagated by budding and grafting onto 1 to 2 year old seedling grown from seed.</p><p>In order to grow from seed, pits should be planted in the fall (after first being chilled) and seedlings will emerge in the spring.</p><p>A cherry tree will take three-four years to produce its first crop of fruit and seven years to attain full maturity.</p><p>Cherry trees should be planted in the Spring when all danger of frost has passed and the soil has warmed.</p><p>If bare root plants have been purchased, be sure to keep the root ball moist prior to planting.</p><p>The tree should be planted in a hole which is large enough to accommodate the root ball without bending any of the roots.</p><p>Broken or damaged roots can be removed but try to avoid pruning the roots.</p><p>Place the tree in the planting hole and carefully backfill with soil.</p><p>The tree should be planted at the same depth as it was in the nursery.</p><p>Carefully firm or tamp the soil to prevent air pockets and when the planting hole is about 2/3 filled, water the roots thoroughly before filling the remainder of the hole with top soil.</p><p>The tree should be watered as needed throughout the first year of growth.</p><p>The area around the base of the tree should be kept free from weeds either by cultivating or using a chemical weed control.</p><p>In the home garden, trees are usually surrounded by turf with only a small area of soil around the trunk which is easy to keep weed free by hand.</p><p>Unless grown in fertile soils, cherry trees may require the addition of some nitrogen fertilizer, the volume of which will vary with the age of the tree.</p><p>The fertilizer should be applied in a band around the trunk of the tree.</p>","images":{"contextual":{"path":"atlas/cherry/contextual.jpg","src":"/media/atlas/fruits/cherry/contextual.jpg","caption":"<p>Cherry trees will grow in a variety of soils provided that they are well-draining.</p><p>Soils which remain wet for prolonged periods of time and soils that become excessively dry should be avoided.</p>"},"cover":{"path":"atlas/cherry/cover.png","src":"/media/atlas/fruits/cherry/cover.png","caption":null},"icon":{"path":"atlas/cherry/icon.jpg","src":"/media/atlas/fruits/cherry/icon.jpg","caption":null}},"lastUpdated":"2020-03-31T12:37:00Z","taxonomy":[{"name":"kingdom","display":"Kingdom","value":"Plantae"},{"name":"class","display":"Class","value":"Magnoliopsida"},{"name":"order","display":"Order","value":"Rosales"},{"name":"family","display":"Family","value":"Rosaceae"},{"name":"genus","display":"Genus","value":"Prunus"}],"aliases":[],"spreading":[],"startDate":null,"endDate":null,"conservation":null,"sampleTitle":null,"samplePath":null,"waveformPath":"atlas/cherry/page-form-audio-assets_waveform.png","waveformSrc":"/media/atlas/fruits/cherry/page-form-audio-assets_waveform.png","facts":[{"name":"Cherries are popular and often used in the industries of jams","value":"Cherries are popular and often used in the industries of jams, jellies, ice-creams, marmalades, sauces and juices."},{"name":"Scientific experiments showed that cherries have potential to re","value":"Scientific experiments showed that cherries have potential to reduce inflammation and sensation of pain in rats."},{"name":"Cherry tree develops beautiful white flowers during the spring","value":"Cherry tree develops beautiful white flowers during the spring. Flowers are arranged in clusters. Insects are in charge for the pollination of cherry blooms."},{"name":"Botanically speaking","value":"Botanically speaking, cherry belongs to the group of stone fruit (drupe). It has red, dark red or almost black smooth skin. Fleshy meat is moist and usually red or yellowish in color. Single, hard seed is located in the middle of the fruit. One tree produces around 7000 cherries per year."},{"name":"Wood of cherry tree has fine structure and it is often used in t","value":"Wood of cherry tree has fine structure and it is often used in the manufacture of furniture."},{"name":"Cherry is rich source of vitamins C and dietary fibers","value":"Cherry is rich source of vitamins C and dietary fibers. Sour cherry also contains vitamin A. Sour type is a bit healthier than the sweet type. Cherries have low caloric value. 100 g of cherries have only 63 calories."},{"name":"Fruit production starts 3 to 4 years after planting","value":"Fruit production starts 3 to 4 years after planting. Tree reaches maturity after seven years."},{"name":"Cherry tree can grow 33 feet in height","value":"Cherry tree can grow 33 feet in height. Cultivated types are usually smaller."},{"name":"Varieties of cherry tree which develop pink flowers are grown in","value":"Varieties of cherry tree which develop pink flowers are grown in ornamental purposes. They do not produce fruit."},{"name":"Cherries can be consumed raw","value":"Cherries can be consumed raw, or as part of various sweet and salty dishes. They are also used for the manufacture of cherry wine."},{"name":"Cherry tree has long and slender green leaves that are oval in s","value":"Cherry tree has long and slender green leaves that are oval in shape. They are serrated on the edges."},{"name":"Cherry tree can survive and produce fruit around 100 years","value":"Cherry tree can survive and produce fruit around 100 years."},{"name":"\"Hanami\" is an ancient Japanese tradition of viewing cherry tree","value":"\"Hanami\" is an ancient Japanese tradition of viewing cherry trees while they are in bloom. Japanese people track weather forecast which determines exact time of blossoming and they gather in large numbers in parks and temples to celebrate beauty of these flowers when they finally appear."},{"name":"Around two million tons of cherries are produced each year","value":"Around two million tons of cherries are produced each year. Turkey is the greatest manufacturer of cherries in the world."},{"name":"Cherry tree has silver-grey bark which is smooth in young plants","value":"Cherry tree has silver-grey bark which is smooth in young plants. It becomes rough and covered with fissures in old trees."}],"features":[{"name":"nutrient.energy","value":63.0,"maximum":null,"quantity":"FOOD_ENERGY","nameDisplay":"Food Energy","valueDisplay":"63 calories"},{"name":"nutrient.carbohydrate","value":0.016,"maximum":null,"quantity":"MASS","nameDisplay":"Carbohydrates","valueDisplay":"16 grams"},{"name":"nutrient.sugars","value":0.0128,"maximum":null,"quantity":"MASS","nameDisplay":"Sugars","valueDisplay":"12.8 grams"},{"name":"nutrient.fiber","value":0.0021,"maximum":null,"quantity":"MASS","nameDisplay":"Dietary Fiber","valueDisplay":"2.1 grams"},{"name":"nutrient.fat","value":2.0E-4,"maximum":null,"quantity":"MASS","nameDisplay":"Total Fat","valueDisplay":"200 milligrams"},{"name":"nutrient.protein","value":0.0011,"maximum":null,"quantity":"MASS","nameDisplay":"Protein","valueDisplay":"1.1 grams"},{"name":"nutrient.water","value":0.082,"maximum":null,"quantity":"MASS","nameDisplay":"Water","valueDisplay":"82 grams"}],"related":[],"links":[{"url":"https://en.wikipedia.org/wiki/Cherry","display":"Wikipedia","description":"Wikipedia article about cherry.","iconPath":"link/wikipedia.png","iconSrc":"/media/link/wikipedia.png"},{"url":"https://www.britannica.com/plant/cherry","display":"Encyclopædia Britannica","description":"Cherry article on Britannica.","iconPath":"link/britannica.png","iconSrc":"/media/link/britannica.png"},{"url":"https://www.encyclopedia.com/plants-and-animals/plants/plants/cherry","display":"ENCYCLOpedia.com","description":"Cherry article on ENCYCLOpedia.","iconPath":"link/encyclopedia.png","iconSrc":"/media/link/encyclopedia.png"},{"url":"https://plantvillage.psu.edu/topics/cherry-including-sour/infos","display":"PlantVillage","description":"Cherry article on PlantVillage.","iconPath":"link/psu.png","iconSrc":"/media/link/psu.png"},{"url":"https://www.softschools.com/facts/plants/cherry_facts/663/","display":"SoftSchools","description":"Cherry facts on SoftSchools.","iconPath":"link/softschools.png","iconSrc":"/media/link/softschools.png"},{"url":"https://kids.kiddle.co/Cherry","display":"Kiddle","description":"Cherry facts for kids.","iconPath":"link/kiddle.png","iconSrc":"/media/link/kiddle.png"},{"url":"https://www.itis.gov/servlet/SingleRpt/SingleRpt?search_topic=TSN&search_value=24762#null","display":"Taxonomic Information System","description":"ITIS taxonomy for cherry.","iconPath":"link/itis.png","iconSrc":"/media/link/itis.png"},{"url":"https://www.wikihow.com/Prune-a-Cherry-Tree","display":"wikiHow","description":"How to Prune a Cherry Tree.","iconPath":"link/wikihow.png","iconSrc":"/media/link/wikihow.png"},{"url":"https://www.thefreedictionary.com/cherry","display":"The Free Dictionary","description":"Cherry definition on dictionary.","iconPath":"link/thefreedictionary.png","iconSrc":"/media/link/thefreedictionary.png"}]}