{"index":2,"name":"banana","display":"Banana","definition":"Any of several treelike plants of the genus Musa, especially M. acuminata, having a terminal crown of large, entire leaves and a hanging cluster of fruits.","description":"<p>Banana is the world's largest herbaceous perennial plant and belongs to the family Musaceae.</p><p>It is grown for it's  fleshy, curved banana fruit.</p><p>The plant is tall, tropical and tree-like with a sturdy main pseudostem (not a true stem as it is made of rolled leaf bases) with the leaves arranged spirally at the top.</p><p>The leaves are large blades with a pronounced central midrib and obvious veins.</p><p>They can reach up to 2.7 m (8.9 ft) in length and up to 0.6 m (2.0 ft) in width.</p><p>Each pseudostem produces a group of flowers which may also be called the 'banana heart' from which the fruits develop in an hanging cluster.</p><p>The banana fruits are comprised of a protective outer layer, or skin, with numerous long, thin strings that run between the skin and the edible inner portion.</p><p>The seeds are tiny black specks running through the center of the fruit.</p><p>In commercial plantations, the parent banana plant dies after harvest and is replaced with a daughter plant.</p><p>However, a plantation can grow for 25 years or more if managed properly.</p><p>The trees can reach heights between 2 and 9 m (6.6–29.5 ft).</p><p>Bananas may also be referred to as plantains and the cultivated varieties are derived from ancestors which originated from the Malaysian peninsula, New Guinea and South-East Asia.</p><p>The fruit is the most widely used part of the plant and can be eaten fresh or cooked or processed into starch, chips, puree, beer, vinegar or dehydrated to produce dried fruit.</p><p>The fruit may also be processed into flour which is used in baking, soups or beverages.</p><p>The flowers of the plant may be used as a vegetable.</p><p>Fresh leaves have a high protein content and can be fed to cattle.</p><p>Other uses for leaves include polishing floors, lining pots or wrapping food.</p><p>Bananas grow best in hot and humid climates, require a rainfall of at least 1000 mm (39.4 in) per year to survive and have a high light requirement.</p><p>Banana plants grow optimally at 27°C (98.6°F) and require a deep soil, rich in organic matter which is well draining and well aerated.</p><p>The plants will grow optimally in soil with a pH between 5.5 and 7.0.</p><p>Young banana plants are very susceptible to wind damage and it is recommended that they are planted in sufficient shelter or in a block so that the plants will protect one another.</p><p>Banana plants are vegetatively propagated, most often from suckers (shoots that grow from a bud at the base of the plant) or from corms (underground bulbs known as rhizomes).</p><p>The use of whole corms is very laborious so it is more common to grow from small pieces of corm.</p><p>There are three different types of banana suckers which are produced by the mother plant; maidenheads, sword suckers and water suckers.</p><p>Maidenheads have a large pseudostem which does not produce fruit.</p><p>Sword suckers have a narrow base, short pseudostem and narrow, blade-like leaves.</p><p>They produce healthy, fruitful pseudostems when they mature Water suckers have short pseudostems and broad leaves.</p><p>Water suckers are not strongly attached to the rhizome and generally produce weaker plants and less fruit.</p><p>Maidenheads and large sword suckers are preferred over water suckers.</p><p>The desired pieces of the plant are usually planted 30–60 cm (11.8–23.6 in) deep in the soil and should generally be planted at the end of the dry season or the beginning of the wet season.</p><p>Plant spacing is dependent on the cultivar being planted.</p><p>Frequent weeding is required until plants are tall enough to shade out competing plants and should be started about 6 weeks after planting.</p><p>The banana plants are fast growing and require the frequent addition of nutrients as well as additional irrigation in the dry season.</p><p>Banana is often grown alongside other crop plants with similar requirements, indeed, the young banana plants make excellent 'nurses' for other crops such as papaya or cocoa which can be grown very close to the young banana.</p>","images":{"cover":{"path":"atlas/banana/cover.png","src":"/media/atlas/fruits/banana/cover.png","caption":null},"icon":{"path":"atlas/banana/icon.jpg","src":"/media/atlas/fruits/banana/icon.jpg","caption":null}},"lastUpdated":"2020-03-31T07:50:32Z","taxonomy":[{"name":"kingdom","display":"Kingdom","value":"Plantae"},{"name":"order","display":"Order","value":"Zingiberales"},{"name":"family","display":"Family","value":"Musaceae"},{"name":"genus","display":"Genus","value":"Musa"}],"aliases":[],"spreading":[],"startDate":null,"endDate":null,"conservation":null,"sampleTitle":null,"samplePath":null,"waveformPath":"atlas/banana/page-form-audio-assets_waveform.png","waveformSrc":"/media/atlas/fruits/banana/page-form-audio-assets_waveform.png","facts":[{"name":"Musa sapientum is scientific name for banana","value":"Musa sapientum is scientific name for banana. It means \"fruit of the wise men.\""},{"name":"There are a lot of different types of banana","value":"There are a lot of different types of banana, but only rare varieties have pleasant taste. Banana of the Cavendish type is a variety that is currently consumed throughout the world."},{"name":"The Gros Michel banana variety was popular in the first half of ","value":"The Gros Michel banana variety was popular in the first half of 20th century. Unfortunately, fungal disease led to extinction of this variety in the world."},{"name":"Fibers isolated from banana can be used in the manufacture of pa","value":"Fibers isolated from banana can be used in the manufacture of paper and fabrics."},{"name":"Size of banana depends on the species","value":"Size of banana depends on the species. Tree of commercially available banana can reach 25 feet in height."},{"name":"Banana contains 75% of water","value":"Banana contains 75% of water. It is one of the healthiest fruits because it contains various vitamins, minerals, fibers and sugars in optimal doses."},{"name":"According to some scientific investigations","value":"According to some scientific investigations, banana can prevent heart attack, stroke and even development of certain types of cancer. It also may soothe depression."},{"name":"Banana is the 4th most consumed plant in the world","value":"Banana is the 4th most consumed plant in the world. First three places are reserved for rice, wheat and maize."},{"name":"Bananas contain radioactive isotope of potassium (called potassi","value":"Bananas contain radioactive isotope of potassium (called potassium-40). Luckily, amount of potassium is not high enough to induce damage in human organism."},{"name":"Most common color of the peel is yellow","value":"Most common color of the peel is yellow, but certain species of banana have green, red, brown or purple peel."},{"name":"Lifespan of banana tree depends on the variety","value":"Lifespan of banana tree depends on the variety. Commercial species can survive 25 years and more. Roots of certain wild bananas can reach the age of couple of hundred years."},{"name":"Fruit of banana plant grows in bunches called \"hands\"","value":"Fruit of banana plant grows in bunches called \"hands\". Each hand is composed of 10 to 20 individual bananas called \"fingers\"."},{"name":"Leaves of banana are very thin","value":"Leaves of banana are very thin, flexible and spirally arranged. They are usually 9 feet long and 2 feet wide. Leaves are used in Asian cuisine for the preparation of certain dishes."},{"name":"100 000 million bananas are eaten every year","value":"100 000 million bananas are eaten every year. People in Uganda eat the greatest amount of bananas. They consume 500 pounds of bananas per person every year."},{"name":"Banana looks like woody plant","value":"Banana looks like woody plant, but it is actually largest herbaceous plant."}],"features":[{"name":"nutrient.energy","value":89.0,"maximum":null,"quantity":"FOOD_ENERGY","nameDisplay":"Food Energy","valueDisplay":"89 calories"},{"name":"nutrient.carbohydrate","value":0.02284,"maximum":null,"quantity":"MASS","nameDisplay":"Carbohydrates","valueDisplay":"22.84 grams"},{"name":"nutrient.sugars","value":0.01223,"maximum":null,"quantity":"MASS","nameDisplay":"Sugars","valueDisplay":"12.23 grams"},{"name":"nutrient.fiber","value":0.0026,"maximum":null,"quantity":"MASS","nameDisplay":"Dietary Fiber","valueDisplay":"2.6 grams"},{"name":"nutrient.fat","value":3.3E-4,"maximum":null,"quantity":"MASS","nameDisplay":"Total Fat","valueDisplay":"330 milligrams"},{"name":"nutrient.protein","value":0.00109,"maximum":null,"quantity":"MASS","nameDisplay":"Protein","valueDisplay":"1.09 grams"},{"name":"nutrient.water","value":0.07491,"maximum":null,"quantity":"MASS","nameDisplay":"Water","valueDisplay":"74.91 grams"}],"related":[],"links":[{"url":"https://en.wikipedia.org/wiki/Banana","display":"Wikipedia","description":"Wikipedia article about banana.","iconPath":"link/wikipedia.png","iconSrc":"/media/link/wikipedia.png"},{"url":"https://plantvillage.psu.edu/topics/banana/infos","display":"PlantVillage","description":"Banana article on PlantVillage.","iconPath":"link/psu.png","iconSrc":"/media/link/psu.png"},{"url":"https://www.britannica.com/plant/banana-plant","display":"Encyclopædia Britannica","description":"Banana article on Britannica.","iconPath":"link/britannica.png","iconSrc":"/media/link/britannica.png"},{"url":"https://www.encyclopedia.com/plants-and-animals/plants/plants/bananas","display":"ENCYCLOpedia.com","description":"Banana article on ENCYCLOpedia.","iconPath":"link/encyclopedia.png","iconSrc":"/media/link/encyclopedia.png"},{"url":"https://www.softschools.com/facts/plants/banana_facts/500/","display":"SoftSchools","description":"Banana facts on SoftSchools.","iconPath":"link/softschools.png","iconSrc":"/media/link/softschools.png"},{"url":"https://kids.kiddle.co/Banana","display":"Kiddle","description":"Banana facts for kids.","iconPath":"link/kiddle.png","iconSrc":"/media/link/kiddle.png"},{"url":"https://www.itis.gov/servlet/SingleRpt/SingleRpt?search_topic=TSN&search_value=42388#null","display":"Taxonomic Information System","description":"ITIS taxonomy for banana.","iconPath":"link/itis.png","iconSrc":"/media/link/itis.png"},{"url":"https://eol.org/pages/4249","display":"Encyclopedia of Life","description":"Data, maps and articles about banana.","iconPath":"link/eol.png","iconSrc":"/media/link/eol.png"},{"url":"https://www.wikihow.com/Grow-Banana-Plants","display":"wikiHow","description":"How to Grow Banana Plants.","iconPath":"link/wikihow.png","iconSrc":"/media/link/wikihow.png"},{"url":"https://www.thefreedictionary.com/banana","display":"The Free Dictionary","description":"Banana definition on dictionary.","iconPath":"link/thefreedictionary.png","iconSrc":"/media/link/thefreedictionary.png"}]}