{"index":1,"name":"persea-americana","display":"Avocado","definition":"The avocado , a tree likely originating from south-central Mexico, is classified as a member of the flowering plant family Lauraceae.","description":"<p>Avocado is an evergreen tree in the family Lauraceae which grown for its nutritious fruit, the avocado.</p><p>The avocado tree is large and dome shaped with oval or elliptical leaves arranged in a spiral on the tips of branches.</p><p>The leaves have a red pigmentation when they first emerge and turn green as they mature.</p><p>Avocado trees produce clusters of small, green-yellow flowers at the end of twigs and a large, fleshy, pear-shaped fruit with a single large seed.</p><p>The fruits can be purple to green in color with smooth or warty skin depending on variety.</p><p>The flesh of the fruit is yellow-green in color and has the consistency of butter.</p><p>Each fruit contains one large seed.</p><p>Avocado trees grown from seed can take 4–6 years to produce fruit whereas grafted plants may produce fruit within 1–2 years.</p><p>The tree can reach a height of 20 m (65.6 ft) and originated in the rainforests of Central America.</p><p>The avocado is usually consumed fresh as a fruit or as an ingredient in salads or savory dishes.</p><p>It has a markedly higher fat content than other fruits and is a staple in diets that have limited access to foods with high contents of monounsaturated fats.</p><p>It is the main ingredient in guacamole, a popular Mexican dip.</p><p>In Asia, avocados are used in desserts and dessert drinks.</p><p>Avocados thrive in subtropical or tropical climates but can also be grown successfully in cooler areas of the world.</p><p>The optimum temperature for growing avocado is between 25 and 33°C (77–91.4°F) with moderate humidity levels.</p><p>Once established, trees can tolerate temperatures down to around -2°C (28°F) with minimal damage but young trees will not tolerate freezing temperatures.</p><p>Avocado requires a well draining, aerated soil and they produce a shallow root system which require a warm soil for efficient water and nutrient uptake.</p><p>Although trees will tolerate low rainfall, irrigation, particularly during flowering and fruit set, will ensure high fruit yields.</p><p>Avocados are commonly propagated from seeds but the seeds will not breed true to type and this should be taken into consideration before planting.</p><p>Clonal plants are obtained from budding and grafting from a parent tree to ensure the offspring are of the same high quality of the parent.</p><p>In plantations, seeds can be sown directly in the soil. 2 to 3 seeds are usually sown and thinned later to leave the strongest seedling for grafting.</p><p>Seeds may also be sown in containers and grown for 2 to 3 months before planting at the final site.</p><p>Avocado seedling should ideally be planted in the Spring when the soil has warmed through.</p><p>Choose a location that receives full sun and has protection from the wind.</p><p>The trees should be planted by digging a hole a little wider than the root ball and gently easing the tree into the hole.</p><p>Slow release fertilizer can be added to the hole at planting but is not necessary.</p><p>Care should be taken not to disturb the roots as much as possible and the hole should be carefully backfilled and the soil and tamped to prevent dislodging.</p><p>Trees should be planted 4.5 to 6 m (15–20 ft) apart in rows spaced 6 m (20 ft) apart.</p><p>Newly planted young trees should be mulched after planting with several inches of straw or woodchips.</p><p>Young trees will also benefit from staking which will help to prevent wind damage.</p><p>Wood stakes should be driven into the ground outside the root ball allowing 2 stakes per tree.</p><p>The tree should then be tied loosely to the stakes to provide support while it establishes.</p><p>Young trees should be irrigated and the root ball should not be allowed to dry out.</p><p>Trees should be watered every few days.</p><p>Water trees at and around the base to ensure the root ball is wetted.</p><p>Trees are usually fertilized at around 4 weeks after planting.</p><p>Add half a cup of urea every 4 to 6 weeks during the growing season.</p>","images":{"cover":{"path":"atlas/persea-americana/cover.png","src":"/media/atlas/fruits/persea-americana/cover.png","caption":null},"icon":{"path":"atlas/persea-americana/icon.jpg","src":"/media/atlas/fruits/persea-americana/icon.jpg","caption":null}},"lastUpdated":"2020-03-31T07:50:24Z","taxonomy":[{"name":"genus","display":"Genus","value":"Persea"},{"name":"species","display":"Species","value":"Persea americana"}],"aliases":[],"spreading":[],"startDate":{"value":5.0,"mask":6},"endDate":{"value":0.0,"mask":6},"conservation":null,"sampleTitle":null,"samplePath":null,"waveformPath":null,"waveformSrc":null,"facts":[{"name":"Mexico is the greatest producer of avocados that are available w","value":"Mexico is the greatest producer of avocados that are available worldwide. It exports more than 1 million tons of avocados each year."},{"name":"Avocado tree can survive over 100 years under appropriate climat","value":"Avocado tree can survive over 100 years under appropriate climate conditions."},{"name":"Avocado is also known as \"alligator pear\" because of its pear-li","value":"Avocado is also known as \"alligator pear\" because of its pear-like shape and rough texture of the skin."},{"name":"Avocado can be propagated from the seeds","value":"Avocado can be propagated from the seeds, grafts and tissue cultures. Production of fruits starts four to six years after planting."},{"name":"Avocado is often consumed raw because cooking changes its taste","value":"Avocado is often consumed raw because cooking changes its taste. It is often served in the form of shakes, ice creams and dips."},{"name":"Avocado has elliptic","value":"Avocado has elliptic, 4 to 10 inches long green leaves. They are alternately arranged on the tree."},{"name":"Avocado tree contains both male and female flowers but they matu","value":"Avocado tree contains both male and female flowers but they mature at different time to prevent self-pollination. This phenomenon is called \"dichogamy\". Because of that, avocado requires a \"company\" of another avocado tree to ensure successful reproduction."},{"name":"Hass is the most popular and the most consumed type of avocado","value":"Hass is the most popular and the most consumed type of avocado."},{"name":"Avocado is rich source of fats","value":"Avocado is rich source of fats, vitamin C and vitamins of the B group, minerals (especially potassium) and fibers. It is healthy fruit that is recommended to everybody. Unfortunately, some people develop allergies after consumption of avocado."},{"name":"Avocado has green or yellow flowers that easily blend with the r","value":"Avocado has green or yellow flowers that easily blend with the rest of the tree. They are very small and have only 0.2 to 0.4 inches in diameter."},{"name":"Avocado is climacteric fruit","value":"Avocado is climacteric fruit, which means that it matures on the tree but ripens after falling to the ground. Avocado is often harvested green, so that it can ripen on the way to its final destinations (supermarkets around the world). Avocado becomes fully ripe after one or two weeks."},{"name":"Almost 50% of Americans consume avocado regularly","value":"Almost 50% of Americans consume avocado regularly. California produces 95% of all commercially available avocados in the United States."},{"name":"Avocado tree produces oval or egg-shaped fruit that has fleshy s","value":"Avocado tree produces oval or egg-shaped fruit that has fleshy structure and large seed in the middle."},{"name":"Avocado tree can reach 66 feet in height","value":"Avocado tree can reach 66 feet in height."},{"name":"Besides for eating","value":"Besides for eating, fresh and ripe avocado can be used to soothe sunburns and to improve tonus of the skin."}],"features":[{"name":"nutrient.energy","value":160.0,"maximum":null,"quantity":"FOOD_ENERGY","nameDisplay":"Food Energy","valueDisplay":"160 calories"},{"name":"nutrient.carbohydrate","value":0.00853,"maximum":null,"quantity":"MASS","nameDisplay":"Carbohydrates","valueDisplay":"8.53 grams"},{"name":"nutrient.sugars","value":6.6E-4,"maximum":null,"quantity":"MASS","nameDisplay":"Sugars","valueDisplay":"660 milligrams"},{"name":"nutrient.fiber","value":0.0067,"maximum":null,"quantity":"MASS","nameDisplay":"Dietary Fiber","valueDisplay":"6.7 grams"},{"name":"nutrient.fat","value":0.01466,"maximum":null,"quantity":"MASS","nameDisplay":"Total Fat","valueDisplay":"14.66 grams"},{"name":"nutrient.protein","value":0.002,"maximum":null,"quantity":"MASS","nameDisplay":"Protein","valueDisplay":"2 grams"},{"name":"nutrient.water","value":0.07323,"maximum":null,"quantity":"MASS","nameDisplay":"Water","valueDisplay":"73.23 grams"}],"related":[],"links":[{"url":"https://en.wikipedia.org/wiki/Avocado","display":"Wikipedia","description":"Wikipedia article about avocado.","iconPath":"link/wikipedia.png","iconSrc":"/media/link/wikipedia.png"},{"url":"https://plantvillage.psu.edu/topics/avocado/infos","display":"PlantVillage","description":"Avocado article on PlantVillage.","iconPath":"link/psu.png","iconSrc":"/media/link/psu.png"},{"url":"https://www.britannica.com/plant/avocado","display":"Encyclopædia Britannica","description":"Avocado article on Britannica.","iconPath":"link/britannica.png","iconSrc":"/media/link/britannica.png"},{"url":"https://www.encyclopedia.com/plants-and-animals/plants/plants/avocado","display":"ENCYCLOpedia.com","description":"Avocado article on ENCYCLOpedia.","iconPath":"link/encyclopedia.png","iconSrc":"/media/link/encyclopedia.png"},{"url":"https://www.softschools.com/facts/plants/avocado_facts/564/","display":"SoftSchools","description":"Avocado facts on SoftSchools.","iconPath":"link/softschools.png","iconSrc":"/media/link/softschools.png"},{"url":"https://kids.kiddle.co/Avocado","display":"Kiddle","description":"Avocado facts for kids.","iconPath":"link/kiddle.png","iconSrc":"/media/link/kiddle.png"},{"url":"https://www.itis.gov/servlet/SingleRpt/SingleRpt?search_topic=TSN&search_value=18154#null","display":"Taxonomic Information System","description":"ITIS taxonomy for avocado.","iconPath":"link/itis.png","iconSrc":"/media/link/itis.png"},{"url":"https://eol.org/pages/596888","display":"Encyclopedia of Life","description":"Data, maps and articles about avocado.","iconPath":"link/eol.png","iconSrc":"/media/link/eol.png"},{"url":"https://www.wikihow.com/Grow-Avocados","display":"wikiHow","description":"How to Grow Avocados.","iconPath":"link/wikihow.png","iconSrc":"/media/link/wikihow.png"},{"url":"https://www.thefreedictionary.com/avocado","display":"The Free Dictionary","description":"Avocado definition on dictionary.","iconPath":"link/thefreedictionary.png","iconSrc":"/media/link/thefreedictionary.png"}]}